{
  "スクーバ・ダイバー": {
    "description": "水深12メートルまでの限定的な環境で、インストラクターの直接監督下でダイビング活動を行うためのライセンスです。基礎的なスキルと知識を習得し、水中の世界に触れる最初のステップとなります。",
    "level": "初心者",
    "min_days": 2
  },
  "オープン・ウォーター・ダイバー": {
    "description": "インストラクターなしで、バディと共に世界中のダイビングポイントを自由に潜れるようになる最も基本的なライセンスです。水深18メートルまでの潜水が可能となり、ダイビング計画の立て方、器材の正しい使用法、水中での安全な行動などを総合的に学びます。",
    "level": "初心者",
    "min_days": 3
  },
  "アドヴァンスド・オープン・ウォーター・ダイバー": {
    "description": "水深30メートルまでの潜水が可能となり、さらに多様なダイビングスキルを習得するためのライセンスです。ディープダイビングと水中ナビゲーションは必須科目として含まれ、その他、自己の興味に合わせた3つのスペシャルティ・ダイブを選択して経験を積みます。",
    "level": "中級者",
    "min_days": 2
  },
  "レスキュー・ダイバー": {
    "description": "自分だけでなく、他のダイバーの安全を確保し、緊急事態に対処できる能力を養うためのライセンスです。トラブルの予防、認識、そして対処法に焦点を当て、緊急時の手順や救助方法を実践的に学びます.",
    "level": "中級者",
    "min_days": 3
  },
  "マスター・スクーバ・ダイバー": {
    "description": "レクリエーションダイバーとしての最高峰に位置する資格です。オープンウォーターダイバー以上の認定を受け、レスキューダイバー資格、および5つ以上のスペシャルティ・ダイバー資格を取得し、合計50本以上のログダイブ経験を持つ、非常に経験豊富なダイバーに与えられます。",
    "level": "上級者",
    "min_days": 10
  },
  "ダイブマスター": {
    "description": "プロフェッショナルダイバーへの第一歩となる資格です。ダイビング活動の計画、組織、監督、インストラクターのアシスタント業務など、プロとしての役割と責任を学びます。レクリエーションダイバーをサポートし、ダイビングを安全に楽しむためのリーダーシップスキルを養います。",
    "level": "上級者",
    "min_days": 10
  },
  "アシスタント・インストラクター": {
    "description": "インストラクター開発コース（IDC）の最初の部分を修了したプロフェッショナルです。インストラクターの監督下で、学科の知識開発や限定水域（プールなど）でのスキル指導の一部を行うことができます。",
    "level": "上級者",
    "min_days": 5
  },
  "オープン・ウォーター・スクーバ・インストラクター": {
    "description": "新しいダイバーを育成し、ダイビングコースを単独で指導できる国際的なインストラクター資格です。基礎的なダイビングスキルから高度な知識までを教え、安全なダイビング実践を指導するための包括的なトレーニングを受けます。",
    "level": "上級者",
    "min_days": 10
  },
  "マスター・スクーバ・ダイバー・トレーナー": {
    "description": "5つ以上のスペシャルティ・インストラクター資格を持つ、経験豊富なインストラクターです。特定の専門分野において、さらに深く幅広い知識とスキルを教えることができます。",
    "level": "上級者",
    "min_days": 10
  },
  "IDCスタッフ・インストラクター": {
    "description": "インストラクター候補生を指導・評価することができる、上級インストラクター資格です。インストラクター開発コース（IDC）において、コースディレクターを補佐し、将来のインストラクターのスキルと知識の向上に貢献します。",
    "level": "上級者",
    "min_days": 10
  },
  "コース・ディレクター": {
    "description": "ダイビングインストラクター開発コース（IDC）を単独で計画、実施、監督できる、最高位のインストラクター資格です。世界で最も経験豊富で知識の深いダイビング教育の専門家とされています。",
    "level": "上級者",
    "min_days": 20
  },
  "ピーク・パフォーマンス・ボイヤンシー (中性浮力)": {
    "description": "水中で理想的な浮力を維持し、水中姿勢を完璧にコントロールするためのスキルを磨きます。フィンワークの効率化や環境への配慮（サンゴなどを傷つけない）、水中撮影時の安定性向上に繋がります。",
    "level": "中級者",
    "min_days": 1
  },
  "エンリッチド・エア・ダイバー": {
    "description": "通常の空気よりも酸素濃度が高い「エンリッチド・エア（ナイトロックス）」を安全に使用するための知識と手順を学びます。これにより、潜水時間を延長したり、反復潜水時の水面休息時間を短縮したりすることが可能になります。",
    "level": "中級者",
    "min_days": 1
  },
  "ディープ・ダイバー": {
    "description": "水深18メートルから最大40メートルまでの深い場所でのダイビングを安全に行うための知識と技術を習得します。深場での窒素酔いの影響、空気消費量の管理、特別な器材の使用法などを学びます。",
    "level": "中級者",
    "min_days": 2
  },
  "水中ナビゲーター": {
    "description": "水中でのコンパス使用法と自然の目印を活用し、効率的かつ正確に水中を移動するためのスキルを習得します。迷うことなく、目標地点に到達する能力を養います。",
    "level": "中級者",
    "min_days": 1
  },
  "ナイト・ダイバー": {
    "description": "夜間におけるダイビングの計画、器材準備、潜水技術を学ぶコースです。昼間とは異なる水中環境や、夜行性の生物の観察方法、ライトを使ったコミュニケーションなどを実践します。",
    "level": "中級者",
    "min_days": 1
  },
  "ドリフト・ダイバー": {
    "description": "潮の流れ（カレント）を利用して、効率的に水中を移動するためのスキルを習得します。流れのある場所でのエントリー、エキジット、バディとの連携、流された場合の対処法などを学びます。",
    "level": "中級者",
    "min_days": 1
  },
  "ボート・ダイバー": {
    "description": "ボートからの安全なエントリー、エキジット、器材の扱い方、ボート上でのマナーなど、ボートダイビングに特化したスキルと知識を習得します。多様なダイビングポイントへのアクセスを可能にします。",
    "level": "初心者",
    "min_days": 1
  },
  "サーチ＆リカバリー・ダイバー": {
    "description": "水中での効率的な捜索パターンを学び、失くした物を発見し、安全に水面まで引き上げるための技術を習得します。サーチコイルやリフトバッグなどの専用器材の使用法も学びます。",
    "level": "中級者",
    "min_days": 2
  },
  "デジタル水中フォトグラファー": {
    "description": "水中カメラの基本的な操作、水中での光の捉え方、構図の選び方など、美しい水中写真を撮影するための知識と技術を習得します。水中環境に適した撮影方法を学び、記録を残す能力を高めます。",
    "level": "初心者",
    "min_days": 1
  },
  "魚の見分け方": {
    "description": "水中生物、特に魚の種類を見分け、その行動パターンを理解するための知識を習得します。特定の地域の魚の種類や生態に関する知識を深め、水中観察の楽しさを向上させます。",
    "level": "初心者",
    "min_days": 1
  },
  "レック・ダイバー (沈船)": {
    "description": "沈没船やその他の水没した構造物を安全に探検するための知識とスキルを学びます。レックの歴史、ハザードの認識、適切な器材の選択、浸入時の手順などを習得します。",
    "level": "中級者",
    "min_days": 2
  },
  "ドライスーツ・ダイバー": {
    "description": "体が濡れない「ドライスーツ」の正しい着脱、使用、メンテナンス方法を学びます。これにより、冷たい水域でも快適にダイビングを楽しむことが可能になります。",
    "level": "初心者",
    "min_days": 1
  },
  "高所ダイバー": {
    "description": "標高の高い湖や池などでのダイビングを安全に行うための知識と手順を学びます。高度による圧力の変化がダイビングに与える影響や、特別な潜水計画の立て方などを習得します。",
    "level": "中級者",
    "min_days": 1
  },
  "アイス・ダイバー (氷)": {
    "description": "凍結した水面下という特殊な環境で安全にダイビングを行うための高度な知識とスキルを習得します。氷の下でのエントリー・エキジット、緊急時の手順、地上のサポートチームとの連携などを学びます。",
    "level": "上級者",
    "min_days": 2
  },
  "キャバーン・ダイバー (洞窟)": {
    "description": "完全に閉鎖されていない、光が届く範囲の水中洞窟（キャバーン）を安全に探検するためのスキルと知識を習得します。ラインの使用法、特別な浮力制御、緊急時の手順などを学びます。",
    "level": "上級者",
    "min_days": 2
  },
  "リブリーザー・ダイバー": {
    "description": "呼吸ガスを再利用する「リブリーザー」という特殊な器材を安全に操作するための専門的なトレーニングです。これにより、泡の発生を抑え、より静かに長時間水中にとどまることが可能になります。",
    "level": "上級者",
    "min_days": 3
  },
  "セルフ・リライアント・ダイバー": {
    "description": "バディに依存せず、単独でダイビング中の問題を解決できる能力を養う上級者向けのコースです。予備器材の携帯、自己解決能力の向上、リスク管理に重点を置き、より自立したダイビングを目指します。",
    "level": "上級者",
    "min_days": 2
  }
}
